"RTL"="0";
"Cancel"="キャンセル";
"OK"="OK";
"Delete"="削除";
"Next"="次へ";

"NoEMailSetupTitle"="メール設定が存在しません。";
"NoEMailSetupText"="ディバイス上にメール設定を行ってください。";
"WriteEMailText"="Eメールでサポートに連絡を取りたいですか？";
"WriteEMailTitle"="サポートと連絡を取る";
"EMailQuestionSubject"="賢く家計簿テクニカルサポート";
"EMailQuestionBody"="\n\nソフトウェアバージョン - %@\niOSバージョン - %@";
"ShareEMailSubj"="パーソナル・ファイナンス共有へあなたを招待します！";
"ShareEMailBody"="賢く家計簿内のファイルを開くには添付ファイルをクリックしてください。\n\賢く家計簿を未だインストールされていない場合はこちらからダウンロードできます: %@\n\n追伸 私は現在バージョン%@を使用しています。\niOSバージョン - %@";
"EMailDatabaseProblemSubject"="賢く家計簿テクニカルサポート – データベースが壊れました!";
"EMailDatabaseProblemBody"="このメッセージにはお客様のデーターベースのコピーが含まれています。早急にバグを特定し修正致します。\nソフトウェアバージョン - %@\niOSバージョン - %@\n";

"SelectAccountTitleTo"="口座へ";

"ExpenseNamePlaceholder"="詳細(任意)";
"ExpenseTitleNew"="詳細";
"ExpenseNameTitle"="詳細";
"ExpenseNameComment"="詳細なし";
"ExpenseReturnDate"="返済額";
"SelectNoReturnDate"="返済日無し";
"SelectNoDate"="日付無しで";
"SelectTodayDate"="今日";
"SectionPlannedFor"="{date}に計画されている";

"CheckInternetCloud"="クラウドサーバーへの接続がありません。メンテナンス中かインターネットに接続されていません。";
"DocsHintCloudCorrupted20"="クラウドのデータベースコピーが破損しています。下の'エクスポート'ボタンを押して'サポートへ送信'を選択してください。";
"DocsHintCloudUnpublished20"="クラウドのデータベースコピーが破損しています。下の'エクスポート'ボタンを押して'サポートへ送信'を選択してください。";
"DocsHintCloudFuture"="新しいバージョンの賢く家計簿を使っていくつかの変更がクラウドへ送信されました。バージョンをアップデートしてください。";
"ERROR_FUTURE_COMMANDS"="賢く家計簿の新バージョンでデータベースが変更されました。お持ちのバージョンを更新してください。";
"ERROR_CORRUPTED"="データーベースが破損しています。下にある'エクスポート'ボタンを押して'サポートに送信'を選んでください。";

"HelpSwitchSheet" = "シートを切り替える";
"HelpAddOperation" = "収入、支出、ローン、出金または通貨両替を追加する";
"HelpPlannedOpDifferentSheet" = "異なるシート上の計画された作業が間もなく期限に達します";
"HelpTextSearch" = "'オレンジジュース'を検索するために'o j'と入力出来ます";
"HelpSlideForSearchPlanning" = "検索と計画のために下にスライドさせる";
"HelpCreateDatabase" = "データベースは完全に個別で、各々に口座、シート、作業のセットがあり、異なるユーザーと同期可能です。";
"HelpNeedCommit" = "いくつかの変更がクラウドにまだ保存されていません。";
"HelpPublished" = "このデータベースは同じApple IDでiCloudを使ってデバイス間で自動的に同期されます。異なるApple IDを使って、またはiCloudを全く使わないで異なるデバイス間で同期するためには、招待状を送ってください。";
"HelpNotPublished" = "このデータベースのCloud同期はオフになっています。";
"HelpAccounts" = "全ての口座はマルチ通貨です。口座に資金を追加または口座間で資金を移動するためには、メイン画面へ行き口座を選択して作業を追加してください。";
"HelpHiddenAccounts" = "'非表示の口座'ライン下へ使っていない口座をドラッグしてリストから隠しますが、統計のためにそれらは維持されます。";
"HelpWriteUs" = "私達に連絡する！";
"HelpWriteReview" = "賢く家計簿が気に入りましたか？";
"HelpFullVersion" = "ありがとう";
"HelpSalePrice" = "ファーストバージョンの賢く家計簿を購入したので大幅な割引を得られます";
"HelpNormalPrice" = "賢く家計簿1を持っている場合、大幅な割引を得ることが可能で、賢く家計簿1.7がインストールされていることを確認してこのデバイス上でフルバージョンにアップグレードしてください。";
"HelpTapHold" = "その他の機能はタップ&ホールドしてください";
"HelpPlusMinus" = "収入と支出を切り替える";
"HelpDateRemembered" = "今日以外の日が自動的に選択されます。日付が正しいか確認してください。";
"HelpDateApproaching" = "計画された日が間もなく来ます";
"HelpSelectSheet" = "この作業のために異なるシートを選択する";
"HelpFreeProgress" = "無料バージョンの30作業の制限に達した場合、フルバージョンを購入する必要があります。";
"HelpSheets" = "作業を異なるシートに追加して各シートを個別に分析することが出来ます。";
"HelpEraser" = "消しゴム";
"HelpMarker" = "マーカー";
"HelpExchangeRate" = "両替レートが前回{hours_ago}時間前に更新されました。";
"HelpPin" = "ここのPINコードはお子様がデータに無用な変更を加えることに対してのみ役立ちます。本格的なセキュリティは、デバイスのロック画面にパスワードを設定してください。";
"HelpForgotPin" = "PINコードを忘れましたか？見つけるために0000、0001から始めて9999まで続けてください。全ての組み合わせを試すのにかかる時間は通常1時間未満です。";

"HiddenAccountsLine"="非表示の口座";
"AccountCash"="現金";
"csvID"="番号";
"RecurrenceTitle"="繰り返し";
"DateTitle"="日付";
"PlannedTitle"="計画済";
"CategoryTitle"="分類区分";
"SheetTitle"="シート";
"SheetsTitle"="シート";
"SheetNamePlaceholder"="シート名";
"SheetTitleNew"="新規シート";
"SheetNameTitle"="名前";
"TotalSheet"="全シート";
"SeveralSheets"="複数のシート";
"TotalAccount"="全ての口座";
"SeveralAccounts"="複数の口座";
"AccountTitle"="口座";
"AccountToTitle"="口座へ";
"AccountsTitle"="口座";
"AccountNamePlaceholder"="口座名";
"AccountNameTitle"="名前";
"AccountTitleNew"="新規口座";
"AccountsSum"="合計";
"CategoryNamePlaceholder"="分類名";
"CategoryTitleNew"="新規分類区分";
"CategoryNameTitle"="名前";
"CurrencyTitle"="通貨";
"CurrenciesTitle"="複数の通貨";
"AmountTitle"="金額";
"EditName"="改名する";
"MoveToAccountTitle"="作業をここへ移動する";
"AccountMoveMenuTitle"="全ての作業を口座'{from}'から口座'{to}'へ移動しようとしています。これは取り消すことが出来ません。";
"MoveToSheetTitle"="作業をここへ移動する";
"SheetMoveMenuTitle"="全ての作業をシート'{from}'からシート'{to}'へ移動しようとしています。これは取り消すことが出来ません。";
"MoveAllOperations"="全ての作業を移動する";
"DeleteAllOperations"="全ての作業を削除する";
"DeleteAllOperationsMenuTitle"="全ての作業をシート'{from}'から削除しようとしています。作業の削除はほとんど必要なく、それらの作業の残高が元に戻されます。これは取り消すことが出来ません。";

"AmountConverted"="%@は%@と同額です。";
"ConversionNA"="該当なし";
"AmountNotConverted"="比率ダウンロードエラー";
"BuiltInCategoryTitle"="特別分類区分";
"BuiltInCategoryText"="‘ローン’、‘送金’、‘両替’分類区分は編集できません。";
"OperationsNumber" = "{count}\n作業";

"AboutTitle"="設定";
"RealAboutTitle"="概要";
"LimitTitle"="無料版";
"LimitText"="無料版では最大登録数は30です。アップルのアプリケーション技術購入を使用するとフルバージョンをダウンロードするには20秒かかります。";
"PurchaseStatusPurchasing"="ストアへアクセス中…";
"PurchaseStatusFullVersion"="フルバージョンが購入されました。";
"PurchaseStatusRestoring"="購入品を復元中...";
"Purchase20ButtonTitle"="フルバージョンを購入する";
"RestoreButtonTitle"="購入品を復元する";
"WriteReviewTitle"="レビューを書く";
"WriteReviewText"="レビューを書きますか？";
"MoneyVersion"="賢く家計簿のバージョン";
"FontTitle" = "フォント";
"PURCHASE_FAILED_TITLE"="購入エラー";
"CANNOT_MAKE_PAYMENTS_TEXT"="お持ちのディバイス設定ではご購入いただけません。「一般」「規制条件」などのデバイス設定を開き、「アプリ内課金」が起動していることをご確認ください。";
"RESTORE_FAILED_TITLE"="修復エラー";
"ERROR_INTERNET_TEXT"="%@. インターネット接続をご確認いただき、再試行してください。";
"ERROR_NO_PRODUCT"="価格のダウンロードに失敗しました";
"RESTORE_NOTHING_TITLE"="完全に復元する";
"RESTORE_NOTHING_TEXT"="前回の購入品が見つかりません。元の購入品のために同じApple IDが使われているか確認してください。";

"CurrencySelectedHeader"="選択通貨";
"CurrencyPopularHeader"="人気の通貨";
"CurrencyOtherHeader"="他の通貨";

"PinTitle"="PINコード";
"PinEnterText"="PINコードをご入力ください。";
"PinRepeatText"="PINコードを再入力してください。";
"PinWrongText"="間違ったPINコードです。\nもう一度PINコードをご入力ください。";
"PinNoMatchText"="PINが一致しません。\nPINコードをもう一度ご入力ください。";

"CreateDatabase"="データベース作成";
"SelectDatabase"="データベースを開く";
"DocumentsTitle"="データベース";
"DeleteDatabaseTitle"="このディバイスから削除しますか？この処理は取り消すことができません！";
"Publish20"="クラウド同期を有効にする";
"Invite20"="招待状を送る";
"Unpublish20"="クラウド同期を無効にする";
"UnpublishTitle20"="ローカルデータベースのコピーがこのデバイス上で作成され、元のデータベースはiCloudに同じApple IDを使用するこのデバイスと全てのデバイスから削除されます。";
"DeleteDatabaseTitlePublished"="データベースはiCloudに同じApple IDを使用するこのデバイスと全てのデバイスから削除されます。";
"OtherDevicesWillContinue"="その他のデバイスが招待状からこのデータベースのクラウドコピーへのアクセスを得た場合、それらはコピーを使用し続けることが出来ます。";

"ExportMenuTitle"="データベースをエクスポート";
"BackupButtonTitle20"="バックアップ";
"PreviewButtonTitle"="XSLXで閲覧";
"ExportXSLXButtonTitle"="XSLXとしてエクスポート";
"SendToSupportTitle"="サポートへ送信";
"SendToSupportText"="データベースが破損していると思われる場合、分析と修正のためにサポートへそれを送ることが出来ます。";

"ExpensePlanButton"="同様に計画";
"ExpensePerformButton"="取引";
"ContactIndicator"="連絡先";
"DeleteExpenseTitle"="取引を削除しますか？";

"NEVER"="一度もない";
"EVERY_DAY"="毎日";
"EVERY_WEEK"="毎週";
"EVERY_2WEEKS"="隔週";
"EVERY_MONTH"="毎月";
"EVERY_2MONTHS"="2ヶ月毎に";
"EVERY_QUARTER"="3ヵ月毎";
"TWICE_A_YEAR"="年に2度";
"EVERY_YEAR"="毎年";

"EXPENSE_KIND"="出費";
"INCOME_KIND"="収入";

"CatTransfer"="送金";
"CatConvert"="両替";
"CatLoan"="ローン";
"CatLoanBack"="ローン返済";
"CatApartment"="宿泊施設";
"CatFoodHome"="食費";
"CatFoodRestaurant"="レストラン、カフェ";
// Remove planned
"CatCarPlanned"="車両";
"CatCarEmergency"="車両 (緊急用)";
"CatSport"="スポーツ";
"CatCat"="猫";
"CatDog"="犬";
"CatPet"="ペット";
"CatGiftsLost"="贈り物";
"CatTransportPublic"="交通費";
"CatFishing"="釣り";
"CatHunting"="狩り";
"CatGamblingLost"="ギャンブルでの損失";
"CatGaveFamily"="身内への小遣い";
"CatBaby"="子供";
"CatMedicine"="医療";
"CatGadgets"="電気";
"CatCinema"="映画";
"CatTheaters"="劇場、展示会";
"CatRoleplaying"="ロールプレイ";
"CatSalary"="給与/賃金";
"CatOverwork"="残業";
"CatBonus"="ボーナス";
"CatGamblingWon"="ギャンブルで勝利";
"CatApple"="ロイヤリティ";
"CatFound"="発見";
"CatGiftsWon"="贈り物";
"CatGovernment"="公的手数料";
"CatClothes"="衣料";
"CatSpirits"="飲み物";
"CatCommunications"="電話とインターネット";
"CatTransportTravel"="旅費";
"CatHotel"="ホテル";
"CatEducation"="教育";
"CatUnknown"="不明";
"CatCelebration"="休暇";
"CatTookFromFamily"="身内からの小遣い";
"CatInitialBalance"="最初の残高";

"UserCategorySheetTitle"="%@ (取引数- %d)";
"SelectImage"="画像選択";
"DrawImage"="画像を描く";
"ImageTitle"="画像";
"CategoriesRecent"="最近使用済";
"CategoriesNotRecent"="長期間未使用";
"CategoriesNeverUsed"="未使用";

"EverydaySheet"="日常の";
"SelectFromContacts"="連絡先から選択";
"CustomImagesSection"="全てのデータベースからの手描き画像";

"ReportTitle"="レポート";
"Reports"="レポート";
"SimpleReport"="シンプルレポート";
"ReportStyleTitle"="レポートスタイル";
"ByCat"="カテゴリで";
"ByDay"="毎日";
"BySum"="残高";
"ReportPeriod"="期間";
"AllTime"="全ての時間";
"StatIncome"="収入";
"StatOutcome"="支出";
"StatBalance"="残高";
"StatExchangeRateFlux"="率差";
"StatIncome20"="収入： {amount}";
"StatOutcome20"="支出：  {amount}";
"StatIncomePlanned"="計画された収入：  {amount}";
"StatOutcomePlanned"="計画された支出：  {amount}";
"StatIncomePlannedNoDate"="計画された支出（日付無し）：  {amount}";
"StatOutcomePlannedNoDate"="計画された支出（日付無し）：  {amount}";
"StatIncomePlannedPerMonth"="1ヶ月当たりの収入：  {amount}";
"StatOutcomePlannedPerMonth"="1ヶ月当たりの支出：  {amount}";

"ExampleSneakers"="スニーカー";
"ExampleIcecream"="アイスクリーム";
"ExampleGas"="ガソリン";
"ExampleTickets"="サンフランシスコ行きチケット";
"ExampleMarriage"="結婚";

"DocsHintCloudBadReceipt" = "変更が多すぎる無料バージョンからのデータベースをクラウドサーバーが受け付けません。フルバージョンへアップグレードしてください。";
"LoadFromBackupErrorTitle" = "バックアップがロードされていません。";
"LOAD_FROM_BACKUP_EXISTS" = "このクラウド同期されたデータベースを既にデバイス上に持っています。";
"LOAD_FROM_BACKUP_BAD_FORMAT" = "ファイル形式が認識されません。分析と修理のためにサポートへファイルを送ることが出来ます。";
"SectionNoDate"="日付無しで計画された";
"BitCoin" = "BitCoin";
"NMonths" = "{count} 月";
"NDays" = "{count} 日";
"List12" = "{item1}、 {item2}";
"NewDatabaseMark" = "新しい";

"ImportInstructions20"="賢く家計簿1から賢く家計簿2へのデータの移動方法は？ {title} 最初に賢く家計簿1.7以降がデバイスにインストールされていることを確認してください。 {picture1} 賢く家計簿1を起動し、'クラウド'ボタンをクリック、'賢く家計簿2へエクスポート'ボタンをクリック、アプリケーションのリストから賢く家計簿2を選択します。 {picture2} 賢く家計簿1のクラウド同期を使っている場合、賢く家計簿2でも再度クラウド同期を有効にする必要があります。 {picture3}";
"FAQTitle"="よくある質問";

"PlanNewOperation"="新しい作業を計画する";
"AppName2"="賢く家計簿2";
